# print('-'*35)
# print('\t[학생성적프로그램]')
# print('-'*35)
# print('1.학생성적입력')
# print('2.학생성적수정')
# print('3.학생성적삭제')
# print('4.학생성적전체출력')
# print('5.학생검색출력')
# print('6.등수처리')
# print('0.프로그램종료')
# print('-'*35)

print('번호\t이름\t국어\t영어\t수학\t합계\t평균\t등수')
print('{}\t {}\t {} \t {} \t {} \t {} \t {} \t {} \t'.format(1, '홍길동',100,100,100,300,100.0,1))
# 홍길동 100 100 100
# 유관순 90 100 90
# 두 정보를 입력받아서 출력하시오
stu_no = str(1)
stu_name = input("학생이름을 입력하시오 >> ")
kor = int(input("학생의 국어성적을 입력하시오 >> "))
eng = int(input("학생의 영어성적을 입력하시오 >> ")) 
math = int(input("학생의 수학성적을 입력하시오 >> "))

print('-'*40)
print('번호\t이름\t국어\t영어\t수학\t합계\t평균\t등수')
print('{}\t {}\t {} \t {} \t {} \t {} \t {} \t {} \t'.format(1, '홍길동',100,100,100,300,100.0,1))
print('-'*40)
